Repository: luisroquette/notchagent
Catalog: Resources/Shared/Localizable.xcstrings
Source language: pt_br
Languages: en, es

source: Alertar %lld dias antes
en: Alert %lld days before

source: Cancelado
en: Cancelled

source: Cobrança confirmada
en: Charge confirmed

source: Concluído
en: Done

source: Importado
en: Imported

source: Seu primeiro plano
en: Your first plan

source: Abra Ajustes para permitir lembretes de renovação
en: Open Settings to allow renewal reminders

source: Adicione o essencial agora. Impostos e alertas podem ser ajustados depois.
en: Add the essentials now. Taxes and alerts can be adjusted later.

source: Adicione uma assinatura para ver custos e renovações aqui.
en: Add a subscription to see costs and renewals here.

source: Agora não
en: Not now

source: Alertas bloqueados
en: Alerts blocked

source: Baixar modelo CSV
en: Download CSV template

source: Comece por um plano
en: Start with a plan

source: Começar
en: Get started

source: Confirmado neste mês
en: Confirmed this month

source: Confirmar cobrança
en: Confirm charge

source: Confirmar cobrança?
en: Confirm charge?

source: Corrija as linhas abaixo ou baixe o modelo CSV para recomeçar.
en: Fix the lines below or download the CSV template to start again.

source: Dados privados neste aparelho. A sincronização com iCloud é opcional.
en: Private data on this device. iCloud sync is optional.

source: Desativar sincronização iCloud
en: Disable iCloud sync
es: Desactivar sincronización con iCloud

source: Duplicados ignorados
en: Duplicates ignored

source: Este mês
en: This month

source: Eventos dos últimos 24 meses neste aparelho.
en: Events from the last 24 months on this device.

source: Histórico
en: History

source: Importar
en: Import

source: Importar assinaturas
en: Import subscriptions

source: Importação concluída
en: Import complete

source: Linhas com erro
en: Lines with errors

source: Linhas não importadas
en: Lines not imported

source: Manter os dados somente neste aparelho
en: Keep data on this device only

source: Nada será alterado até você confirmar.
en: Nothing changes until you confirm.

source: Nenhuma assinatura pôde ser importada
en: No subscriptions could be imported

source: Não foi possível importar
en: Couldn’t import

source: Não foi possível ler o arquivo. Verifique se ele é um CSV ou JSON válido e tente novamente.
en: Couldn’t read the file. Check that it is a valid CSV or JSON and try again.

source: Plano ativo
en: Active plan

source: Preencha e importe suas assinaturas em lote
en: Fill it in and import your subscriptions in bulk

source: Preço atualizado
en: Price updated

source: Prontos para importar
en: Ready to import

source: Revisar importação
en: Review import

source: Serviços
en: Services

source: Sincronizar agora
en: Sync now

source: Sua carteira de serviços de IA.
en: Your AI services wallet.

source: Sua carteira de serviços de IA, em um só lugar.
en: Your AI services wallet, all in one place.

source: Tentar sincronizar iCloud
en: Try iCloud sync again

source: A assinatura de %@ será renovada em breve.
en: Your %@ subscription will renew soon.
es: Tu suscripción de %@ se renovará pronto.

source: Alertas ativados
en: Alerts enabled
es: Alertas activadas

source: Assinatura próxima da renovação
en: Subscription renewal approaching
es: Próxima renovación de suscripción

source: Ativar alertas de renovação
en: Enable renewal alerts
es: Activar alertas de renovación

source: Adicionar assinatura
en: Add subscription
es: Añadir suscripción

source: Adicione seus planos para acompanhar custos e renovações.
en: Add your plans to track costs and renewals.
es: Añade tus planes para controlar costes y renovaciones.

source: Anual
en: Yearly

source: Assinaturas
en: Subscriptions
es: Suscripciones

source: Cancelar
en: Cancel

source: Ciclo
en: Cycle

source: Cobrança
en: Billing
es: Facturación

source: Excluir
en: Delete
es: Eliminar

source: Editar assinatura
en: Edit subscription
es: Editar suscripción

source: Entre no iCloud para sincronizar
en: Sign in to iCloud to sync
es: Inicia sesión en iCloud para sincronizar

source: Não foi possível sincronizar
en: Unable to sync
es: No se pudo sincronizar

source: Sincronizado com iCloud
en: Synced with iCloud
es: Sincronizado con iCloud

source: Sincronizando…
en: Syncing…

source: Sincronizar
en: Sync

source: Sincronizar com iCloud
en: Sync with iCloud
es: Sincronizar con iCloud

source: Somente neste aparelho
en: On this device only
es: Solo en este dispositivo

source: Usar iCloud
en: Use iCloud

source: Há uma cobrança próxima
en: A charge is coming up
es: Hay un cobro próximo

source: Impostos (%)
en: Taxes (%)
es: Impuestos (%)

source: Mensal
en: Monthly
es: Mensual

source: Nenhuma assinatura cadastrada
en: No subscriptions yet
es: No hay suscripciones

source: Nome do plano
en: Plan name
es: Nombre del plan

source: Nova assinatura
en: New subscription
es: Nueva suscripción

source: Os valores são informados por você. O AgentMeter não estima nem altera preços automaticamente.
en: You provide the values. AgentMeter does not estimate or change prices automatically.
es: Tú proporcionas los valores. AgentMeter no estima ni cambia precios automáticamente.

source: Plano
en: Plan
es: Plan

source: Preço em reais
en: Price in Brazilian reais
es: Precio en reales brasileños

source: Provedor
en: Provider
es: Proveedor

source: Próxima renovação
en: Next renewal
es: Próxima renovación

source: Resumo
en: Summary
es: Resumen

source: Salvar
en: Save
es: Guardar

source: Seus planos
en: Your plans
es: Tus planes

source: por mês
en: per month
es: al mes

source: por mês em assinaturas
en: per month in subscriptions
es: al mes en suscripciones

source: Carteira de assinaturas
en: Subscription wallet
es: Cartera de suscripciones

source: Controle seu uso de IA
en: Take control of your AI usage
es: Controla tu uso de IA

source: Funciona localmente. iCloud é opcional.
en: Works locally. iCloud is optional.
es: Funciona localmente. iCloud es opcional.

source: Próximos resets
en: Upcoming resets
es: Próximos reinicios

source: Seu painel de IA
en: Your AI dashboard
es: Tu panel de IA

source: Seu uso de IA no pulso.
en: Your AI usage on your wrist.
es: Tu uso de IA en la muñeca.

source: Adicionar plano
en: Add plan
es: Añadir plan

source: Adicione um plano para acompanhar a próxima cobrança.
en: Add a plan to track your next charge.
es: Añade un plan para controlar el próximo cobro.

source: Central de resets
en: Reset center
es: Central de reinicios

source: Contagem regressiva por modelo
en: Countdown by model
es: Cuenta regresiva por modelo

source: Em breve
en: Coming soon
es: Próximamente

source: Gasto mensal
en: Monthly spending
es: Gasto mensual

source: Importação com fonte e confiança
en: Import with source and confidence
es: Importación con fuente y confianza

source: Limites oficiais
en: Official limits
es: Límites oficiales

source: Metas diárias e semanais
en: Daily and weekly goals
es: Metas diarias y semanales

source: Não cadastrado
en: Not added
es: No añadido

source: planos ativos
en: active plans
es: planes activos

source: projeção anual
en: annual projection
es: proyección anual

source: Seus provedores
en: Your providers
es: Tus proveedores

source: Tempo com IA
en: Time with AI
es: Tiempo con IA

source: Ver carteira
en: View wallet
es: Ver cartera

source: Adicionar
en: Add
es: Añadir

source: Adicione seu primeiro plano para receber lembretes.
en: Add your first plan to receive reminders.
es: Añade tu primer plan para recibir recordatorios.

source: Ativando alertas…
en: Enabling alerts…
es: Activando alertas…

source: Atualizando iCloud…
en: Updating iCloud…
es: Actualizando iCloud…

source: Carteira
en: Wallet
es: Cartera

source: Configurar
en: Set up

source: Custo mensal
en: Monthly cost
es: Coste mensual

source: iCloud ativo
en: iCloud on
es: iCloud activo

source: Local
en: On device
es: En el dispositivo

source: Nenhuma renovação programada
en: No renewals scheduled
es: No hay renovaciones programadas

source: Planos ativos
en: Active plans
es: Planes activos

source: Privado por padrão
en: Private by default
es: Privado de forma predeterminada

source: Projeção anual
en: Annual projection
es: Proyección anual

source: Provedores
en: Providers
es: Proveedores

source: Renova amanhã
en: Renews tomorrow
es: Se renueva mañana

source: Renova em %lld dias
en: Renews in %lld days
es: Se renueva en %lld días

source: Renova hoje
en: Renews today
es: Se renueva hoy

source: Seu centro de controle de IA
en: Your AI control center
es: Tu centro de control de IA

source: Seus dados ficam neste aparelho. O iCloud é opcional.
en: Your data stays on this device. iCloud is optional.
es: Tus datos permanecen en este dispositivo. iCloud es opcional.

source: Valores informados por você
en: Values provided by you
es: Valores proporcionados por ti

source: Visão geral
en: Overview
es: Resumen

source: Impostos
en: Taxes
es: Impuestos

source: Preço
en: Price
es: Precio

source: Selecionar idioma
en: Choose language
es: Elegir idioma

source: %lld de %lld provedores ativos
en: %1$lld of %2$lld active providers
es: %1$lld de %2$lld proveedores activos

source: %lld planos ativos
en: %lld active plans
es: %lld planes activos

source: 1 plano ativo
en: 1 active plan
es: 1 plan activo

source: Aguardando configuração
en: Awaiting setup
es: Esperando configuración

source: Assinatura ativa
en: Active subscription
es: Suscripción activa

source: Ativo
en: Active
es: Activo

source: Cobertura da missão
en: Mission coverage
es: Cobertura de la misión

source: Fonte dos valores
en: Value source
es: Fuente de los valores

source: Informado por você
en: Provided by you
es: Proporcionado por ti

source: Inativo
en: Inactive
es: Inactivo

source: Limites oficiais ainda não importados
en: Official limits not imported yet
es: Límites oficiales aún no importados

source: Manifesto financeiro
en: Financial manifest
es: Manifiesto financiero

source: Não configurado
en: Not configured
es: No configurado

source: Não programada
en: Not scheduled
es: No programada

source: Próxima cobrança
en: Next charge
es: Próximo cobro

source: Próximo evento
en: Next event

source: provedores ativos
en: active providers
es: proveedores activos

source: Receba avisos antes das cobranças
en: Get alerts before charges
es: Recibe avisos antes de los cobros

source: Renovações monitoradas neste aparelho
en: Renewals monitored on this device
es: Renovaciones supervisadas en este dispositivo

source: Sistema operacional
en: System operational
es: Sistema operativo

source: Sistemas
en: Systems

source: Tempo gasto com IA
en: Time spent with AI
es: Tiempo dedicado a la IA

source: Tempo, planos e gastos em um só lugar.
en: Time, plans, and spending in one place.
es: Tiempo, planes y gastos en un solo lugar.
